[
    {
        "QuestionEn": "Who would you trust with your life?",
        "QuestionFr": "À qui feriez-vous confiance avec votre vie ?"
    },
    {
        "QuestionEn": "Who is the most likely to break the law?",
        "QuestionFr": "Qui est le plus susceptible de briser la loi ?"
    },
    {
        "QuestionEn": "Who's the most adventurous?",
        "QuestionFr": "Qui est le plus aventurier ?"
    },
    {
        "QuestionEn": "Who's always the first to leave a party?",
        "QuestionFr": "Qui est toujours le premier à quitter une fête ?"
    },
    {
        "QuestionEn": "Who is the most fashionable?",
        "QuestionFr": "Qui est le plus stylé ?"
    },
    {
        "QuestionEn": "Who's most likely to become famous?",
        "QuestionFr": "Qui est le plus susceptible de devenir célèbre ?"
    },
    {
        "QuestionEn": "Who would survive the longest in a zombie apocalypse?",
        "QuestionFr": "Qui survivrait le plus longtemps lors d'une apocalypse zombie ?"
    },
    {
        "QuestionEn": "Who's the best cook?",
        "QuestionFr": "Qui est le meilleur cuisinier ?"
    },
    {
        "QuestionEn": "Who always knows how to cheer people up?",
        "QuestionFr": "Qui sait toujours comment remonter le moral des gens ?"
    },
    {
        "QuestionEn": "Who is the most likely to cry at a movie?",
        "QuestionFr": "Qui est le plus susceptible de pleurer devant un film ?"
    },
    {
        "QuestionEn": "Who's most likely to get arrested?",
        "QuestionFr": "Qui est le plus susceptible d'être arrêté ?"
    },
    {
        "QuestionEn": "Who would you most want to switch lives with for a day?",
        "QuestionFr": "Avec qui aimeriez-vous échanger de vie pendant une journée ?"
    },
    {
        "QuestionEn": "Who would you trust to take care of your pets?",
        "QuestionFr": "À qui feriez-vous confiance pour prendre soin de vos animaux ?"
    },
    {
        "QuestionEn": "Who's always late to everything?",
        "QuestionFr": "Qui est toujours en retard à tout ?"
    },
    {
        "QuestionEn": "Who has the worst luck?",
        "QuestionFr": "Qui a la pire chance ?"
    },
    {
        "QuestionEn": "Who do you think would make a great politician?",
        "QuestionFr": "À qui pensez-vous qu'il ferait un excellent politicien ?"
    },
    {
        "QuestionEn": "Who do you think would survive a desert island the longest?",
        "QuestionFr": "Qui survivrait le plus longtemps sur une île déserte ?"
    },
    {
        "QuestionEn": "Who has the worst taste in music?",
        "QuestionFr": "Qui a le pire goût musical ?"
    },
    {
        "QuestionEn": "Who's the most likely to become a millionaire?",
        "QuestionFr": "Qui est le plus susceptible de devenir millionnaire ?"
    },
    {
        "QuestionEn": "Who is always the life of the party?",
        "QuestionFr": "Qui est toujours l'âme de la fête ?"
    },
    {
        "QuestionEn": "Who's the most forgetful?",
        "QuestionFr": "Qui est le plus oublieux ?"
    },
    {
        "QuestionEn": "Who has the craziest ideas?",
        "QuestionFr": "Qui a les idées les plus folles ?"
    },
    {
        "QuestionEn": "Who would be the best teacher?",
        "QuestionFr": "Qui serait le meilleur professeur ?"
    },
    {
        "QuestionEn": "Who's most likely to travel the world?",
        "QuestionFr": "Qui est le plus susceptible de voyager à travers le monde ?"
    },
    {
        "QuestionEn": "Who's the most organized?",
        "QuestionFr": "Qui est le plus organisé ?"
    },
    {
        "QuestionEn": "Who has the best sense of humor?",
        "QuestionFr": "Qui a le meilleur sens de l'humour ?"
    },
    {
        "QuestionEn": "Who would you most like to work with?",
        "QuestionFr": "Avec qui aimeriez-vous le plus travailler ?"
    },
    {
        "QuestionEn": "Who's the most likely to forget a birthday?",
        "QuestionFr": "Qui est le plus susceptible d'oublier un anniversaire ?"
    },
    {
        "QuestionEn": "Who's the most honest?",
        "QuestionFr": "Qui est le plus honnête ?"
    },
    {
        "QuestionEn": "Who's the best at keeping secrets?",
        "QuestionFr": "Qui est le meilleur pour garder des secrets ?"
    },
    {
        "QuestionEn": "Who has the most interesting job?",
        "QuestionFr": "Qui a le métier le plus intéressant ?"
    },
    {
        "QuestionEn": "Who would be the worst roommate?",
        "QuestionFr": "Qui serait le pire colocataire ?"
    },
    {
        "QuestionEn": "Who's most likely to get a tattoo?",
        "QuestionFr": "Qui est le plus susceptible de se faire un tatouage ?"
    },
    {
        "QuestionEn": "Who's the most spontaneous?",
        "QuestionFr": "Qui est le plus spontané ?"
    },
    {
        "QuestionEn": "Who's most likely to be famous on social media?",
        "QuestionFr": "Qui est le plus susceptible de devenir célèbre sur les réseaux sociaux ?"
    },
    {
        "QuestionEn": "Who would you most want to go on a road trip with?",
        "QuestionFr": "Avec qui aimeriez-vous le plus partir en road trip ?"
    },
    {
        "QuestionEn": "Who's the most creative?",
        "QuestionFr": "Qui est le plus créatif ?"
    },
    {
        "QuestionEn": "Who is the best dancer?",
        "QuestionFr": "Qui est le meilleur danseur ?"
    },
    {
        "QuestionEn": "Who would be the worst person to be stranded on an island with?",
        "QuestionFr": "Qui serait la pire personne avec qui être coincé sur une île ?"
    },
    {
        "QuestionEn": "Who's the most athletic?",
        "QuestionFr": "Qui est le plus sportif ?"
    },
    {
        "QuestionEn": "Who's the most likely to move to another country?",
        "QuestionFr": "Qui est le plus susceptible de déménager dans un autre pays ?"
    },
    {
        "QuestionEn": "Who's the best at solving problems?",
        "QuestionFr": "Qui est le meilleur pour résoudre des problèmes ?"
    },
    {
        "QuestionEn": "Who's most likely to quit their job and travel the world?",
        "QuestionFr": "Qui est le plus susceptible de quitter son travail et de voyager à travers le monde ?"
    },
    {
        "QuestionEn": "Who has the best style?",
        "QuestionFr": "Qui a le meilleur style ?"
    },
    {
        "QuestionEn": "Who's the best at giving advice?",
        "QuestionFr": "Qui est le meilleur pour donner des conseils ?"
    },
    {
        "QuestionEn": "Who's the most likely to get married first?",
        "QuestionFr": "Qui est le plus susceptible de se marier en premier ?"
    },
    {
        "QuestionEn": "Who would be the best chef?",
        "QuestionFr": "Qui serait le meilleur chef ?"
    },
    {
        "QuestionEn": "Who's most likely to start a business?",
        "QuestionFr": "Qui est le plus susceptible de créer une entreprise ?"
    },
    {
        "QuestionEn": "Who's the best at keeping in touch with people?",
        "QuestionFr": "Qui est le meilleur pour rester en contact avec les gens ?"
    },
    {
        "QuestionEn": "Who’s the most likely to break their phone?",
        "QuestionFr": "Qui est le plus susceptible de casser son téléphone ?"
    },
    {
        "QuestionEn": "Who's the most responsible?",
        "QuestionFr": "Qui est le plus responsable ?"
    },
    {
        "QuestionEn": "Who's most likely to become a teacher?",
        "QuestionFr": "Qui est le plus susceptible de devenir professeur ?"
    },
    {
        "QuestionEn": "Who is most likely to go skydiving?",
        "QuestionFr": "Qui est le plus susceptible de faire du saut en parachute ?"
    },
    {
        "QuestionEn": "Who would be the best to help you with a difficult task?",
        "QuestionFr": "Qui serait le meilleur pour vous aider avec une tâche difficile ?"
    },
    {
        "QuestionEn": "Who is most likely to become a doctor?",
        "QuestionFr": "Qui est le plus susceptible de devenir médecin ?"
    },
    {
        "QuestionEn": "Who’s the most likely to never get a tattoo?",
        "QuestionFr": "Qui est le plus susceptible de ne jamais se faire tatouer ?"
    },
    {
        "QuestionEn": "Who is most likely to be the life of the party?",
        "QuestionFr": "Qui est le plus susceptible d’être l’âme de la fête ?"
    },
    {
        "QuestionEn": "Who would be the best person to have on your team in a competition?",
        "QuestionFr": "Qui serait la meilleure personne à avoir dans votre équipe pour une compétition ?"
    },
    {
        "QuestionEn": "Who’s the most likely to run for public office?",
        "QuestionFr": "Qui est le plus susceptible de se présenter à une fonction publique ?"
    },
    {
        "QuestionEn": "Who’s most likely to get lost in a city?",
        "QuestionFr": "Qui est le plus susceptible de se perdre dans une ville ?"
    },
    {
        "QuestionEn": "Who’s the most likely to cancel plans at the last minute?",
        "QuestionFr": "Qui est le plus susceptible d'annuler des plans à la dernière minute ?"
    },
    {
        "QuestionEn": "Who would be most likely to forget your birthday?",
        "QuestionFr": "Qui est le plus susceptible d’oublier votre anniversaire ?"
    },
    {
        "QuestionEn": "Who is most likely to win a reality TV show?",
        "QuestionFr": "Qui est le plus susceptible de gagner une émission de télé-réalité ?"
    },
    {
        "QuestionEn": "Who’s most likely to go to a concert every weekend?",
        "QuestionFr": "Qui est le plus susceptible d’aller à un concert chaque week-end ?"
    },
    {
        "QuestionEn": "Who’s the most likely to forget someone’s name?",
        "QuestionFr": "Qui est le plus susceptible d’oublier le nom de quelqu’un ?"
    },
    {
        "QuestionEn": "Who’s most likely to get a job as an influencer?",
        "QuestionFr": "Qui est le plus susceptible d'obtenir un emploi d'influenceur ?"
    },
    {
        "QuestionEn": "Who’s most likely to fall asleep during a movie?",
        "QuestionFr": "Qui est le plus susceptible de s'endormir pendant un film ?"
    },
    {
        "QuestionEn": "Who’s most likely to go vegan?",
        "QuestionFr": "Qui est le plus susceptible de devenir végétalien ?"
    },
    {
        "QuestionEn": "Who’s the most likely to organize a surprise party?",
        "QuestionFr": "Qui est le plus susceptible d’organiser une fête surprise ?"
    },
    {
        "QuestionEn": "Who’s the most likely to visit a new country every year?",
        "QuestionFr": "Qui est le plus susceptible de visiter un nouveau pays chaque année ?"
    },
    {
        "QuestionEn": "Who would be the best person to share a hotel room with?",
        "QuestionFr": "Qui serait la meilleure personne avec qui partager une chambre d’hôtel ?"
    },
    {
        "QuestionEn": "Who is most likely to be an overachiever?",
        "QuestionFr": "Qui est le plus susceptible d’être un surperformant ?"
    },
    {
        "QuestionEn": "Who would you want by your side during a crisis?",
        "QuestionFr": "Qui voudriez-vous avoir à vos côtés pendant une crise ?"
    },
    {
        "QuestionEn": "Who’s the most likely to adopt a pet this year?",
        "QuestionFr": "Qui est le plus susceptible d'adopter un animal cette année ?"
    },
    {
        "QuestionEn": "Who is most likely to go to jail?",
        "QuestionFr": "Qui est le plus susceptible d’aller en prison ?"
    },
    {
        "QuestionEn": "Who’s the most likely to become a scientist?",
        "QuestionFr": "Qui est le plus susceptible de devenir scientifique ?"
    },
    {
        "QuestionEn": "Who is most likely to be the first to get married?",
        "QuestionFr": "Qui est le plus susceptible d’être le premier à se marier ?"
    },
    {
        "QuestionEn": "Who’s the most likely to be on a reality show?",
        "QuestionFr": "Qui est le plus susceptible d’être dans une émission de télé-réalité ?"
    },
    {
        "QuestionEn": "Who would you trust to give you the best advice?",
        "QuestionFr": "À qui feriez-vous confiance pour vous donner le meilleur conseil ?"
    },
    {
        "QuestionEn": "Who’s most likely to go to space?",
        "QuestionFr": "Qui est le plus susceptible d’aller dans l’espace ?"
    },
    {
        "QuestionEn": "Who’s the most likely to lose their wallet?",
        "QuestionFr": "Qui est le plus susceptible de perdre son portefeuille ?"
    },
    {
        "QuestionEn": "Who’s the most likely to take a spontaneous trip?",
        "QuestionFr": "Qui est le plus susceptible de partir en voyage spontané ?"
    },
    {
        "QuestionEn": "Who would you trust to babysit your kids?",
        "QuestionFr": "À qui feriez-vous confiance pour garder vos enfants ?"
    },
    {
        "QuestionEn": "Who’s most likely to get into a fight?",
        "QuestionFr": "Qui est le plus susceptible de se battre ?"
    },
    {
        "QuestionEn": "Who’s most likely to try a new food?",
        "QuestionFr": "Qui est le plus susceptible d’essayer un nouveau plat ?"
    },
    {
        "QuestionEn": "Who’s the most likely to start a podcast?",
        "QuestionFr": "Qui est le plus susceptible de lancer un podcast ?"
    },
    {
        "QuestionEn": "Who’s most likely to win the lottery?",
        "QuestionFr": "Qui est le plus susceptible de gagner à la loterie ?"
    },
    {
        "QuestionEn": "Who’s most likely to get married in Las Vegas?",
        "QuestionFr": "Qui est le plus susceptible de se marier à Las Vegas ?"
    },
    {
        "QuestionEn": "Who’s most likely to get a piercing?",
        "QuestionFr": "Qui est le plus susceptible de se faire un piercing ?"
    },
    {
        "QuestionEn": "Who’s most likely to become a professional athlete?",
        "QuestionFr": "Qui est le plus susceptible de devenir un athlète professionnel ?"
    },
    {
        "QuestionEn": "Who’s most likely to win a cooking competition?",
        "QuestionFr": "Qui est le plus susceptible de gagner un concours de cuisine ?"
    },
    {
        "QuestionEn": "Who’s the most likely to stay up all night?",
        "QuestionFr": "Qui est le plus susceptible de rester éveillé toute la nuit ?"
    },
    {
        "QuestionEn": "Who’s the most likely to spend all their money on shopping?",
        "QuestionFr": "Qui est le plus susceptible de dépenser tout son argent en shopping ?"
    },
    {
        "QuestionEn": "Who would be the most fun to go on vacation with?",
        "QuestionFr": "Qui serait le plus amusant à emmener en vacances ?"
    },
    {
        "QuestionEn": "Who’s most likely to be an entrepreneur?",
        "QuestionFr": "Qui est le plus susceptible d’être entrepreneur ?"
    },
    {
        "QuestionEn": "Who’s most likely to meet a celebrity?",
        "QuestionFr": "Qui est le plus susceptible de rencontrer une célébrité ?"
    },
    {
        "QuestionEn": "Who’s the most likely to be on a reality dating show?",
        "QuestionFr": "Qui est le plus susceptible de participer à une émission de rencontres télé-réalité ?"
    },
    {
        "QuestionEn": "Who’s most likely to become a famous artist?",
        "QuestionFr": "Qui est le plus susceptible de devenir un artiste célèbre ?"
    },
    {
        "QuestionEn": "Who would be the first to survive a zombie apocalypse?",
        "QuestionFr": "Qui serait le premier à survivre à une apocalypse zombie ?"
    },
    {
        "QuestionEn": "Who’s most likely to get arrested for a prank?",
        "QuestionFr": "Qui est le plus susceptible d'être arrêté pour une blague ?"
    },
    {
        "QuestionEn": "Who’s the most likely to become a millionaire?",
        "QuestionFr": "Qui est le plus susceptible de devenir millionnaire ?"
    },
    {
        "QuestionEn": "Who’s the most likely to learn a new language this year?",
        "QuestionFr": "Qui est le plus susceptible d’apprendre une nouvelle langue cette année ?"
    },
    {
        "QuestionEn": "Who’s most likely to forget an important anniversary?",
        "QuestionFr": "Qui est le plus susceptible d'oublier un anniversaire important ?"
    },
    {
        "QuestionEn": "Who’s most likely to become a famous chef?",
        "QuestionFr": "Qui est le plus susceptible de devenir un chef célèbre ?"
    },
    {
        "QuestionEn": "Who’s most likely to go bungee jumping?",
        "QuestionFr": "Qui est le plus susceptible de faire du saut à l'élastique ?"
    },
    {
        "QuestionEn": "Who’s the most likely to end up on a reality show?",
        "QuestionFr": "Qui est le plus susceptible de finir dans une émission de télé-réalité ?"
    },
    {
        "QuestionEn": "Who’s the most likely to break a world record?",
        "QuestionFr": "Qui est le plus susceptible de battre un record du monde ?"
    },
    {
        "QuestionEn": "Who’s the most likely to go on a road trip alone?",
        "QuestionFr": "Qui est le plus susceptible de partir en road trip seul ?"
    },
    {
        "QuestionEn": "Who’s most likely to get a piercing or tattoo?",
        "QuestionFr": "Qui est le plus susceptible de se faire un piercing ou un tatouage ?"
    },
    {
        "QuestionEn": "Who’s most likely to start their own business?",
        "QuestionFr": "Qui est le plus susceptible de lancer sa propre entreprise ?"
    },
    {
        "QuestionEn": "Who’s the most likely to become an author?",
        "QuestionFr": "Qui est le plus susceptible de devenir auteur ?"
    },
    {
        "QuestionEn": "Who’s most likely to travel to space?",
        "QuestionFr": "Qui est le plus susceptible de voyager dans l’espace ?"
    },
    {
        "QuestionEn": "Who’s most likely to get into a serious relationship this year?",
        "QuestionFr": "Qui est le plus susceptible de se mettre dans une relation sérieuse cette année ?"
    },
    {
        "QuestionEn": "Who’s the most likely to get lost while traveling?",
        "QuestionFr": "Qui est le plus susceptible de se perdre en voyage ?"
    },
    {
        "QuestionEn": "Who’s the most likely to forget to pack something important for a trip?",
        "QuestionFr": "Qui est le plus susceptible d'oublier d'emporter quelque chose d'important pour un voyage ?"
    },
    {
        "QuestionEn": "Who’s the most likely to be late to an important event?",
        "QuestionFr": "Qui est le plus susceptible d'être en retard à un événement important ?"
    },
    {
        "QuestionEn": "Who’s most likely to break up with someone over text?",
        "QuestionFr": "Qui est le plus susceptible de rompre avec quelqu’un par texto ?"
    },
    {
        "QuestionEn": "Who’s most likely to steal food from someone else’s plate?",
        "QuestionFr": "Qui est le plus susceptible de voler de la nourriture dans l’assiette de quelqu’un d’autre ?"
    },
    {
        "QuestionEn": "Who’s most likely to win a game of chess?",
        "QuestionFr": "Qui est le plus susceptible de gagner une partie d’échecs ?"
    },
    {
        "QuestionEn": "Who’s most likely to make a big public speech?",
        "QuestionFr": "Qui est le plus susceptible de faire un grand discours public ?"
    },
    {
        "QuestionEn": "Who’s most likely to spend all their money on something useless?",
        "QuestionFr": "Qui est le plus susceptible de dépenser tout son argent dans quelque chose d’inutile ?"
    },
    {
        "QuestionEn": "Who’s the most likely to get a spontaneous tattoo?",
        "QuestionFr": "Qui est le plus susceptible de se faire un tatouage spontané ?"
    },
    {
        "QuestionEn": "Who’s most likely to be a perfectionist?",
        "QuestionFr": "Qui est le plus susceptible d’être perfectionniste ?"
    },
    {
        "QuestionEn": "Who’s most likely to win a cooking contest?",
        "QuestionFr": "Qui est le plus susceptible de gagner un concours de cuisine ?"
    },
    {
        "QuestionEn": "Who’s most likely to cry during a movie?",
        "QuestionFr": "Qui est le plus susceptible de pleurer pendant un film ?"
    },
    {
        "QuestionEn": "Who’s the most likely to join a gym this year?",
        "QuestionFr": "Qui est le plus susceptible de rejoindre une salle de sport cette année ?"
    },
    {
        "QuestionEn": "Who’s most likely to become a famous singer?",
        "QuestionFr": "Qui est le plus susceptible de devenir un chanteur célèbre ?"
    },
    {
        "QuestionEn": "Who’s most likely to be on the cover of a magazine?",
        "QuestionFr": "Qui est le plus susceptible d’être en couverture d’un magazine ?"
    },
    {
        "QuestionEn": "Who’s most likely to be a professional gamer?",
        "QuestionFr": "Qui est le plus susceptible de devenir un joueur professionnel ?"
    },
    {
        "QuestionEn": "Who’s most likely to become an influencer?",
        "QuestionFr": "Qui est le plus susceptible de devenir un influenceur ?"
    },
    {
        "QuestionEn": "Who’s most likely to become famous for something they didn’t intend?",
        "QuestionFr": "Qui est le plus susceptible de devenir célèbre pour quelque chose qu'il n'avait pas prévu ?"
    },
    {
        "QuestionEn": "Who’s most likely to run a marathon?",
        "QuestionFr": "Qui est le plus susceptible de courir un marathon ?"
    },
    {
        "QuestionEn": "Who’s most likely to get into a heated argument?",
        "QuestionFr": "Qui est le plus susceptible d’être impliqué dans une dispute intense ?"
    },
    {
        "QuestionEn": "Who’s most likely to be the first to get engaged?",
        "QuestionFr": "Qui est le plus susceptible d’être le premier à se fiancer ?"
    },
    {
        "QuestionEn": "Who’s most likely to become a fashion icon?",
        "QuestionFr": "Qui est le plus susceptible de devenir une icône de mode ?"
    },
    {
        "QuestionEn": "Who’s most likely to survive without their phone for a week?",
        "QuestionFr": "Qui est le plus susceptible de survivre sans son téléphone pendant une semaine ?"
    },
    {
        "QuestionEn": "Who’s most likely to have a secret identity?",
        "QuestionFr": "Qui est le plus susceptible d’avoir une identité secrète ?"
    },
    {
        "QuestionEn": "Who’s most likely to end up on a reality show about cooking?",
        "QuestionFr": "Qui est le plus susceptible de finir dans une émission de télé-réalité sur la cuisine ?"
    }
]